Repository: seanwiseman/COARNotifyReviewOfferPlugin
Catalog: locale/*/locale.po
Languages: es_es, pt_br

# plugins.generic.coarNotifyReviewOffer.displayName
source: Review Offers
es_es: Opciones de evaluación
pt_br: Opções de avaliação

# plugins.generic.coarNotifyReviewOffer.description
source: This plugin adds a tab in the submission view, from here users can request reviews from target preprint review services.
es_es: Este plugin añade una pestaña en la visualización de los envíos, desde la que los usuarios pueden solicitar evaluaciones a los servicios de evaluación de preprints selecionados.
pt_br: Esse plugin adiciona uma guia na exibição da submissão, na qual os usuários podem solicitar avaliações de serviços de avaliação de preprints selecionados.

# plugins.generic.coarNotifyReviewOffer.addService
source: Add Review Service
es_es: Añadir Servicio de Evaluación
pt_br: Incluir Serviço de Avaliação

# plugins.generic.coarNotifyReviewOffer.manageReviewServices
source: Manage Review Service Preferences
es_es: Gestionar las Preferencias del Servicio de Evaluación
pt_br: Gerenciar Preferências do Serviço de Avaliação

# plugins.generic.coarNotifyReviewOffer.preferences
source: Preferences
es_es: Preferencias
pt_br: Preferências

# plugins.generic.coarNotifyReviewOffer.reviewOfferPreferences
source: Review Offer Preferences
es_es: Preferencias de la Opción de Evaluación
pt_br: Preferências da Opção de Avaliação

# plugins.generic.coarNotifyReviewOffer.reviewOfferPreferencesUpdated
source: Review Offer Preferences Updated
es_es: Preferencias de la Opción de Evaluación Actualizadas
pt_br: Preferências da Opção de Avaliaçã Atualizadas

# plugins.generic.coarNotifyReviewOffer.services
source: Services
es_es: Servicios
pt_br: Serviços

# plugins.generic.coarNotifyReviewOffer.reviewOfferDescription
source: To offer your preprint for peer review to any of the services listed below simply click the associated 'Ask for Reviews' button.
es_es: Para ofrecer su preprint para evaluación por pares a cualquiera de los servicios que se enumeran a continuación, sólo tiene que hacer clic en el botón asociado 'Solicitar Evaluaciones'.
pt_br: Para oferecer o seu preprint para avaliação por pares a qualquer um dos serviços listados abaixo, basta clicar no botão associado 'Solicitar avaliações'.

# plugins.generic.coarNotifyReviewOffer.reviewOfferDescriptionPartTwo
source: A request will then be sent to the target service via the COAR Notify protocol.
es_es: A continuación, se enviará una solicitud al servicio de destino a través del protocolo COAR Notify.
pt_br: Em seguida, uma solicitação será enviada ao serviço de destino por meio do protocolo COAR Notify.

# plugins.generic.coarNotifyReviewOffer.reviewService
source: Review Service
es_es: Servicio de Evaluación
pt_br: Serviço de Avaliação

# plugins.generic.coarNotifyReviewOffer.askForReviews
source: Ask for Reviews
es_es: Solicitar Evaluaciones
pt_br: Solicitar Avaliações

# plugins.generic.coarNotifyReviewOffer.sendReviewOffer
source: Send Review Offer upon Posting
es_es: Enviar solicitud de evaluación al publicar
pt_br: Enviar pedido de avaliação após a postagem

# plugins.generic.coarNotifyReviewOffer.enabledReviewOfferSendFor
source: A Review Offer will be sent to {$serviceUrl} upon Posting
es_es: Se enviará una solicitud de evalución a {$serviceUrl} tras la publicación.
pt_br: Um pedido de avaliação será enviado para {$serviceUrl} após a postagem

# plugins.generic.coarNotifyReviewOffer.disabledReviewOfferSendFor
source: A Review Offer will not be sent to {$serviceUrl} upon Posting
es_es: No se enviará una solicitud de evalución a {$serviceUrl} tras la publicación.
pt_br: Um pedido de avaliação não será enviado para {$serviceUrl} após a postage

# plugins.generic.coarNotifyReviewOffer.noServices
source: No Services
es_es: Sin servicios
pt_br: Sem serviços

# plugins.generic.coarNotifyReviewOffer.noORCID
source: No ORCID given
es_es: Sin ORCID
pt_br: Nenhum ORCID informado

# plugins.generic.coarNotifyReviewOffer.noPublications
source: No submissions were found with this ORCID or e-mail
es_es: No se ha encontrado ningún envío con este ORCID o correo electrónico
pt_br: Não foram encontradas submissões com este ORCID ou e-mail

# plugins.generic.coarNotifyReviewOffer.homeUrl
source: Home URL
es_es: URL de la Página Principal
pt_br: URL da página principal

# plugins.generic.coarNotifyReviewOffer.inboxUrl
source: Inbox URL
es_es: URL de la bandeja de entrada
pt_br: URL da Caixa de Entrada

# plugins.generic.coarNotifyReviewOffer.originSettings
source: Origin Settings
es_es: Ajustes de la Origen
pt_br: Configurações de Origem

# plugins.generic.coarNotifyReviewOffer.originSettingsDescription
source: These settings help identify which service has sent the review offer notification(s).
es_es: Estos ajustes ayudan a identificar qué servicio ha enviado la notificación de solicitud de evaluación.
pt_br: Essas configurações ajudam a identificar qual serviço enviou a(s) notificação(ões) de pedido de avaliação.

# plugins.generic.coarNotifyReviewOffer.originName
source: Origin Name
es_es: Nombre de la origen
pt_br: Nome da Origem

# plugins.generic.coarNotifyReviewOffer.originHomeUrl
source: Origin Home URL
es_es: URL de la Página Principal de la Origen
pt_br: URL da Página Principal da Origem

# plugins.generic.coarNotifyReviewOffer.originInboxUrl
source: Origin Inbox URL
es_es: URL de la bandeja de entrada de la Origen
pt_br: URL da Caixa de Entrada da Origem

# plugins.generic.coarNotifyReviewOffer.reviewServiceSettings
source: Review Service Settings
es_es: Ajustes del Servicio de Evaluación
pt_br: Configurações do Serviço de Avaliação

# plugins.generic.coarNotifyReviewOffer.reviewServiceDescription
source: These settings provide your users with a list of target review services.
es_es: Estos ajustes proporcionan a sus usuarios una lista de servicios de evaluación de destino.
pt_br: Essas configurações fornecem aos seus usuários uma lista de serviços de avaliação de destino.

# plugins.generic.coarNotifyReviewOffer.doiDescription
source: Review offers can only be sent once a DOI has been assigned.
es_es: Las solicituds de evaluación sólo pueden enviarse una vez que se ha asignado un DOI.
pt_br: Pedidos de avaliação podem ser enviados apenas após a designação de um DOI.

# plugins.generic.coarNotifyReviewOffer.ensureDoi
source: Please ensure a DOI is assigned.
es_es: Asegúrese de que se asigna un DOI.
pt_br: Por favor, certifique-se que um DOI foi designado.

# plugins.generic.coarNotifyReviewOffer.prePubDescriptionPartOne
source: To automatically offer your preprint for peer review after posting to any of the services listed below simply check the associated checkbox.
es_es: Para ofrecer automáticamente su preprint para la evaluación por pares después de publicarlo en cualquiera de los servicios enumerados a continuación, sólo tiene que marcar la casilla correspondiente.
pt_br: Para oferecer automaticamente o seu preprint para avaliação por pares após a postagem em qualquer um dos serviços listados abaixo, basta marcar a caixa de seleção associada.

# plugins.generic.coarNotifyReviewOffer.prePubDescriptionPartTwo
source: A request will then be sent to the target service via the COAR Notify protocol once your preprint has been posted. You can update this choice at any point before posting.
es_es: A continuación, se enviará una solicitud al servicio de destino a través del protocolo COAR Notify una vez que se haya publicado su preprint. Puede actualizar esta opción en cualquier momento antes de la publicación.
pt_br: Uma solicitação será enviada ao serviço de destino por meio do protocolo COAR Notify assim que o seu preprint for postado. Você pode atualizar essa opção a qualquer momento antes da postagem.

# plugins.generic.coarNotifyReviewOffer.notification.reviewOfferSending.success
source: Review Offer sent
es_es: Opciones de evaluación enviadas
pt_br: Opções de avaliação enviadas

# plugins.generic.coarNotifyReviewOffer.notification.reviewOfferSending.fail
source: Review Offer failed to send
es_es: No se pudieron enviar las opciones de evaluación
pt_br: Falha no envio das opções de avaliação
